{
    "en": {
        "headingMessage": " Biography of Jawaharlal Nehru  ",
        "normalMessage": "Jawaharlal Nehru (born November 14, 1889, Allahabad, India—died May 27, 1964, New Delhi) first prime minister of independent India (1947–64), who established parliamentary government and became noted for his neutralist (nonaligned) policies in foreign affairs. He was also one of the principal leaders of India’s independence movement in the 1930s and ’40s.",
        "textMessage": "Nehru was born to a family of Kashmiri Brahmans, noted for their administrative aptitude and scholarship, who had migrated to Delhi early in the 18th century. He was a son of Motilal Nehru, a renowned lawyer and leader of the Indian independence movement, who became one of Mohandas (Mahatma) Gandhi’s prominent associates. Jawaharlal was the eldest of four children, two of whom were girls. A sister, Vijaya Lakshmi Pandit, later became the first woman president of the United Nations General Assembly."
      
    },
    "mr": {
        "headingMessage": "जवाहरलाल नेहरू यांचे चरित्र",
        "normalMessage": "जवाहरलाल नेहरू (जन्म 14 नोव्हेंबर, 1889, अलाहाबाद, भारत—मृत्यू 27 मे, 1964, नवी दिल्ली) स्वतंत्र भारताचे पहिले पंतप्रधान (1947-64), ज्यांनी संसदीय सरकार स्थापन केले आणि परदेशातील त्यांच्या तटस्थ (असंलग्न) धोरणांसाठी प्रसिद्ध झाले. घडामोडी. 1930 आणि 40 च्या दशकात ते भारताच्या स्वातंत्र्य चळवळीतील प्रमुख नेत्यांपैकी एक होते.",
        "textMessage": "नेहरूंचा जन्म काश्मिरी ब्राह्मणांच्या कुटुंबात झाला होता, जे त्यांच्या प्रशासकीय योग्यतेसाठी आणि विद्वत्तेसाठी प्रसिद्ध होते, जे 18 व्या शतकाच्या सुरुवातीला दिल्लीला स्थलांतरित झाले होते. ते मोतीलाल नेहरू यांचे पुत्र होते, एक प्रसिद्ध वकील आणि भारतीय स्वातंत्र्य चळवळीचे नेते, जे मोहनदास (महात्मा) गांधींच्या प्रमुख सहकाऱ्यांपैकी एक बनले. जवाहरलाल चार मुलांपैकी सर्वात मोठा होता, त्यापैकी दोन मुली होत्या. एक बहिण, विजया लक्ष्मी पंडित, नंतर संयुक्त राष्ट्र महासभेच्या पहिल्या महिला अध्यक्ष बनल्या."
    },
    "hi": {
        "headingMessage": "जवाहरलाल नेहरू की जीवनी",
        "normalMessage": "जवाहरलाल नेहरू (जन्म 14 नवंबर, 1889, इलाहाबाद, भारत - मृत्यु 27 मई, 1964, नई दिल्ली) स्वतंत्र भारत के पहले प्रधान मंत्री (1947-64), जिन्होंने संसदीय सरकार की स्थापना की और विदेश में अपनी तटस्थ (गुटनिरपेक्ष) नीतियों के लिए प्रसिद्ध हुए। मामले. वह 1930 और 40 के दशक में भारत के स्वतंत्रता आंदोलन के प्रमुख नेताओं में से एक थे।",
        "textMessage": "नेहरू का जन्म कश्मीरी ब्राह्मणों के एक परिवार में हुआ था, जो अपनी प्रशासनिक योग्यता और विद्वता के लिए जाने जाते थे, जो 18वीं शताब्दी की शुरुआत में दिल्ली चले गए थे। वह एक प्रसिद्ध वकील और भारतीय स्वतंत्रता आंदोलन के नेता मोतीलाल नेहरू के पुत्र थे, जो मोहनदास (महात्मा) गांधी के प्रमुख सहयोगियों में से एक बन गए। जवाहरलाल चार बच्चों में सबसे बड़े थे, जिनमें से दो लड़कियाँ थीं। एक बहन, विजया लक्ष्मी पंडित, बाद में संयुक्त राष्ट्र महासभा की पहली महिला अध्यक्ष बनीं।"
    }

}