{
    "en": {
        "headingMessage": " Biography of Jawaharlal Nehru  ",
        "normalMessage": "Jawaharlal Nehru (born November 14, 1889, Allahabad, India—died May 27, 1964, New Delhi) first prime minister of independent India (1947–64), who established parliamentary government and became noted for his neutralist (nonaligned) policies in foreign affairs. He was also one of the principal leaders of India’s independence movement in the 1930s and ’40s.",
        "textMessage": "Nehru was born to a family of Kashmiri Brahmans, noted for their administrative aptitude and scholarship, who had migrated to Delhi early in the 18th century. He was a son of Motilal Nehru, a renowned lawyer and leader of the Indian independence movement, who became one of Mohandas (Mahatma) Gandhi’s prominent associates. Jawaharlal was the eldest of four children, two of whom were girls. A sister, Vijaya Lakshmi Pandit, later became the first woman president of the United Nations General Assembly. Until the age of 16, Nehru was educated at home by a series of English governesses and tutors. Only one of those—a part-Irish, part-Belgian theosophist, Ferdinand Brooks—appears to have made any impression on him. Jawaharlal also had a venerable Indian tutor who taught him Hindi and Sanskrit. In 1905 he went to Harrow, a leading English school, where he stayed for two years. Nehru’s academic career was in no way outstanding. From Harrow he went to Trinity College, Cambridge, where he spent three years earning an honours degree in natural science. On leaving Cambridge he qualified as a barrister after two years at the Inner Temple, London, where in his own words he passed his examinations “with neither glory nor ignominy.”"
        
      
    },
    "mr": {
        "headingMessage": "जवाहरलाल नेहरू यांचे चरित्र",
        "normalMessage": "जवाहरलाल नेहरू (जन्म 14 नोव्हेंबर, 1889, अलाहाबाद, भारत—मृत्यू 27 मे, 1964, नवी दिल्ली) स्वतंत्र भारताचे पहिले पंतप्रधान (1947-64), ज्यांनी संसदीय सरकार स्थापन केले आणि परदेशातील त्यांच्या तटस्थ (असंलग्न) धोरणांसाठी प्रसिद्ध झाले. घडामोडी. 1930 आणि 40 च्या दशकात ते भारताच्या स्वातंत्र्य चळवळीतील प्रमुख नेत्यांपैकी एक होते.",
        "textMessage": "नेहरूंचा जन्म काश्मिरी ब्राह्मणांच्या कुटुंबात झाला होता, जे त्यांच्या प्रशासकीय योग्यतेसाठी आणि विद्वत्तेसाठी प्रसिद्ध होते, जे 18 व्या शतकाच्या सुरुवातीला दिल्लीला स्थलांतरित झाले होते. ते मोतीलाल नेहरू यांचे पुत्र होते, एक प्रसिद्ध वकील आणि भारतीय स्वातंत्र्य चळवळीचे नेते, जे मोहनदास (महात्मा) गांधींच्या प्रमुख सहकाऱ्यांपैकी एक बनले. जवाहरलाल चार मुलांपैकी सर्वात मोठा होता, त्यापैकी दोन मुली होत्या. एक बहिण, विजया लक्ष्मी पंडित, नंतर संयुक्त राष्ट्र महासभेच्या पहिल्या महिला अध्यक्ष बनल्या. वयाच्या 16 व्या वर्षापर्यंत नेहरूंना इंग्रजी शासन आणि शिक्षकांच्या मालिकेतून घरीच शिक्षण मिळाले. त्यापैकी फक्त एक-भाग-आयरिश, अंश-बेल्जियन थिओसॉफिस्ट, फर्डिनांड ब्रूक्स-ने त्याच्यावर कोणतीही छाप पाडलेली दिसते. जवाहरलाल यांच्याकडे एक आदरणीय भारतीय शिक्षक देखील होते ज्यांनी त्यांना हिंदी आणि संस्कृत शिकवले. 1905 मध्ये ते हॅरो या अग्रगण्य इंग्रजी शाळेत गेले, जिथे ते दोन वर्षे राहिले. नेहरूंची शैक्षणिक कारकीर्द कोणत्याही प्रकारे उल्लेखनीय नव्हती. हॅरो येथून ते केंब्रिजच्या ट्रिनिटी कॉलेजमध्ये गेले, जिथे त्यांनी नैसर्गिक विज्ञानात सन्मान पदवी मिळवण्यासाठी तीन वर्षे घालवली. केंब्रिज सोडल्यावर तो दोन वर्षांनी लंडनच्या इनर टेंपलमध्ये बॅरिस्टर म्हणून पात्र ठरला, जिथे त्याच्या स्वत:च्या शब्दात त्याने “वैभव किंवा अपमानाने” परीक्षा उत्तीर्ण केली."
    },
    "hi": {
        "headingMessage": "जवाहरलाल नेहरू की जीवनी",
        "normalMessage": "जवाहरलाल नेहरू (जन्म 14 नवंबर, 1889, इलाहाबाद, भारत - मृत्यु 27 मई, 1964, नई दिल्ली) स्वतंत्र भारत के पहले प्रधान मंत्री (1947-64), जिन्होंने संसदीय सरकार की स्थापना की और विदेश में अपनी तटस्थ (गुटनिरपेक्ष) नीतियों के लिए प्रसिद्ध हुए। मामले. वह 1930 और 40 के दशक में भारत के स्वतंत्रता आंदोलन के प्रमुख नेताओं में से एक थे।",
        "textMessage": "नेहरू का जन्म कश्मीरी ब्राह्मणों के एक परिवार में हुआ था, जो अपनी प्रशासनिक योग्यता और विद्वता के लिए जाने जाते थे, जो 18वीं शताब्दी की शुरुआत में दिल्ली चले गए थे। वह एक प्रसिद्ध वकील और भारतीय स्वतंत्रता आंदोलन के नेता मोतीलाल नेहरू के पुत्र थे, जो मोहनदास (महात्मा) गांधी के प्रमुख सहयोगियों में से एक बन गए। जवाहरलाल चार बच्चों में सबसे बड़े थे, जिनमें से दो लड़कियाँ थीं। एक बहन, विजया लक्ष्मी पंडित, बाद में संयुक्त राष्ट्र महासभा की पहली महिला अध्यक्ष बनीं।  16 साल की उम्र तक, नेहरू को घर पर ही कई अंग्रेजी गवर्नेस और ट्यूटर्स द्वारा शिक्षा दी गई। उनमें से केवल एक - आंशिक रूप से आयरिश, आंशिक रूप से बेल्जियम के थियोसोफिस्ट, फर्डिनेंड ब्रूक्स - ने उस पर कोई प्रभाव डाला है। जवाहरलाल के एक सम्मानित भारतीय शिक्षक भी थे जो उन्हें हिंदी और संस्कृत पढ़ाते थे। 1905 में वे एक प्रमुख अंग्रेजी स्कूल हैरो गये, जहाँ वे दो साल तक रहे। नेहरू का शैक्षणिक करियर किसी भी तरह से उत्कृष्ट नहीं था। हैरो से वह ट्रिनिटी कॉलेज, कैम्ब्रिज गए, जहां उन्होंने प्राकृतिक विज्ञान में ऑनर्स की डिग्री हासिल करने में तीन साल बिताए। कैंब्रिज छोड़ने पर उन्होंने लंदन के इनर टेम्पल में दो साल बिताने के बाद बैरिस्टर के रूप में योग्यता प्राप्त की, जहां उनके अपने शब्दों में उन्होंने 'न तो महिमा और न ही अपमान के साथ' अपनी परीक्षाएं उत्तीर्ण कीं।"
    }

}